{
	"name": "SteinsGate",
	"source": {
		"name": "r/anime wiki",
		"url": "https://www.reddit.com/r/anime/wiki/watch_order#wiki_steins.3Bgate"
	},
	"order": [
		{
			"mal_id": 9253,
			"images": {
				"jpg": {
					"image_url": "https://cdn.myanimelist.net/images/anime/5/73199.jpg",
					"small_image_url": "https://cdn.myanimelist.net/images/anime/5/73199t.jpg",
					"large_image_url": "https://cdn.myanimelist.net/images/anime/5/73199l.jpg"
				},
				"webp": {
					"image_url": "https://cdn.myanimelist.net/images/anime/5/73199.webp",
					"small_image_url": "https://cdn.myanimelist.net/images/anime/5/73199t.webp",
					"large_image_url": "https://cdn.myanimelist.net/images/anime/5/73199l.webp"
				}
			},
			"title": "Steins;Gate",
			"title_english": "Steins;Gate",
			"type": "TV",
			"source": "Visual novel",
			"episodes": 24,
			"synopsis": "Eccentric scientist Rintarou Okabe has a never-ending thirst for scientific exploration. Together with his ditzy but well-meaning friend Mayuri Shiina and his roommate Itaru Hashida, Rintarou founds the Future Gadget Laboratory in the hopes of creating technological innovations that baffle the human psyche. Despite claims of grandeur, the only notable \"gadget\" the trio have created is a microwave that has the mystifying power to turn bananas into green goo. However, when Rintarou decides to attend neuroscientist Kurisu Makise's conference on time travel, he experiences a series of strange events that lead him to believe that there is more to the \"Phone Microwave\" gadget than meets the eye. Apparently able to send text messages into the past using the microwave, Rintarou dabbles further with the \"time machine,\" attracting the ire and attention of the mysterious organization SERN. Due to the novel discovery, Rintarou and his friends find themselves in an ever-present danger. As he works to mitigate the damage his invention has caused to the timeline, he is not only fighting a battle to save his loved ones, but also one against his degrading sanity. [Written by MAL Rewrite]"
		},
		{
			"mal_id": 32188,
			"images": {
				"jpg": {
					"image_url": "https://cdn.myanimelist.net/images/anime/7/77324.jpg",
					"small_image_url": "https://cdn.myanimelist.net/images/anime/7/77324t.jpg",
					"large_image_url": "https://cdn.myanimelist.net/images/anime/7/77324l.jpg"
				},
				"webp": {
					"image_url": "https://cdn.myanimelist.net/images/anime/7/77324.webp",
					"small_image_url": "https://cdn.myanimelist.net/images/anime/7/77324t.webp",
					"large_image_url": "https://cdn.myanimelist.net/images/anime/7/77324l.webp"
				}
			},
			"title": "Steins;Gate: Kyoukaimenjou no Missing Link - Divide By Zero",
			"title_english": "Steins;Gate: Open the Missing Link - Divide By Zero",
			"type": "Special",
			"source": "Visual novel",
			"episodes": 1,
			"synopsis": "Having reached his emotional breaking point, Rintarou Okabe refuses to continue aiding time traveler Suzuha Amane in her mission to prevent World War III, believing any further efforts to save Makise Kurisu will be in vain. Shortly after, Okabe abandons his mad scientist persona and becomes a seemingly regular university student. Okabe's close friend Mayuri Shiina perceives him to be recovering from his trauma and is visibly happy. However, something still seems to be bothering Okabe. Steins;Gate: Kyoukaimenjou no Missing Link - Divide By Zero marks the beginning of a critical divergence—a timeline in which the burden of fate escalates beyond one's limits. [Written by MAL Rewrite]"
		},
		{
			"mal_id": 30484,
			"images": {
				"jpg": {
					"image_url": "https://cdn.myanimelist.net/images/anime/1375/93521.jpg",
					"small_image_url": "https://cdn.myanimelist.net/images/anime/1375/93521t.jpg",
					"large_image_url": "https://cdn.myanimelist.net/images/anime/1375/93521l.jpg"
				},
				"webp": {
					"image_url": "https://cdn.myanimelist.net/images/anime/1375/93521.webp",
					"small_image_url": "https://cdn.myanimelist.net/images/anime/1375/93521t.webp",
					"large_image_url": "https://cdn.myanimelist.net/images/anime/1375/93521l.webp"
				}
			},
			"title": "Steins;Gate 0",
			"title_english": "Steins;Gate 0",
			"type": "TV",
			"source": "Visual novel",
			"episodes": 23,
			"synopsis": "The eccentric, self-proclaimed mad scientist Rintarou Okabe has become a shell of his former self. Depressed and traumatized after failing to rescue his friend Makise Kurisu, he has decided to forsake his mad scientist alter ego and live as an ordinary college student. Surrounded by friends who know little of his time travel experiences, Okabe spends his days trying to forget the horrors of his adventures alone. While working as a receptionist at a college technology forum, Okabe meets the short, spunky Maho Hiyajo, who later turns out to be the interpreter at the forum's presentation, conducted by Professor Alexis Leskinen. In front of a stunned crowd, Alexis and Maho unveil Amadeus—a revolutionary AI capable of storing a person's memories and creating a perfect simulation of that person complete with their personality and quirks. Meeting with Maho and Alexis after the presentation, Okabe learns that the two were Kurisu's colleagues in university, and that they have simulated her in Amadeus. Hired by Alexis to research the simulation's behavior, Okabe is given the chance to interact with the shadow of a long-lost dear friend. Dangerously tangled in the past, Okabe must face the harsh reality and carefully maneuver around the disastrous consequences that come with disturbing the natural flow of time. [Written by MAL Rewrite]"
		},
		{
			"mal_id": 37492,
			"images": {
				"jpg": {
					"image_url": "https://cdn.myanimelist.net/images/anime/1163/97351.jpg",
					"small_image_url": "https://cdn.myanimelist.net/images/anime/1163/97351t.jpg",
					"large_image_url": "https://cdn.myanimelist.net/images/anime/1163/97351l.jpg"
				},
				"webp": {
					"image_url": "https://cdn.myanimelist.net/images/anime/1163/97351.webp",
					"small_image_url": "https://cdn.myanimelist.net/images/anime/1163/97351t.webp",
					"large_image_url": "https://cdn.myanimelist.net/images/anime/1163/97351l.webp"
				}
			},
			"title": "Steins;Gate 0: Kesshou Takei no Valentine - Bittersweet Intermedio",
			"title_english": "Steins;Gate 0: Valentine's of Crystal Polymorphism -Bittersweet Intermedio-",
			"type": "Special",
			"source": "Visual novel",
			"episodes": 1,
			"synopsis": "With Valentine's Day just around the corner, the girls of the Future Gadget Lab discover that Kagari has never celebrated the occasion before! Determined to make this year's holiday the best one yet, they all set out to make delicious homemade chocolates together. However, with many of their quirks causing kitchen disasters, this may prove to be too hard a task. Will their feelings ever reach those of their heart's desire? [Written by MAL Rewrite]"
		},
		{
			"mal_id": 10863,
			"images": {
				"jpg": {
					"image_url": "https://cdn.myanimelist.net/images/anime/1805/123188.jpg",
					"small_image_url": "https://cdn.myanimelist.net/images/anime/1805/123188t.jpg",
					"large_image_url": "https://cdn.myanimelist.net/images/anime/1805/123188l.jpg"
				},
				"webp": {
					"image_url": "https://cdn.myanimelist.net/images/anime/1805/123188.webp",
					"small_image_url": "https://cdn.myanimelist.net/images/anime/1805/123188t.webp",
					"large_image_url": "https://cdn.myanimelist.net/images/anime/1805/123188l.webp"
				}
			},
			"title": "Steins;Gate: Oukoubakko no Poriomania",
			"title_english": "Steins;Gate: Egoistic Poriomania",
			"type": "Special",
			"source": "Visual novel",
			"episodes": 1,
			"synopsis": "A few months after the events of Steins;Gate, Rintarou Okabe and his group of friends are invited to tag along with their acquaintance Faris NyanNyan, who is participating in a Rai-Net battle event in the United States. There, they meet up with an old colleague: Kurisu Makise, who has been recalling fragmented memories of events that happened in the other world lines in the form of dreams. She confronts Okabe, questioning him as to whether these events—particularly the incidents between the two of them—did indeed happen. [Written by MAL Rewrite]"
		},
		{
			"mal_id": 11577,
			"images": {
				"jpg": {
					"image_url": "https://cdn.myanimelist.net/images/anime/1611/112806.jpg",
					"small_image_url": "https://cdn.myanimelist.net/images/anime/1611/112806t.jpg",
					"large_image_url": "https://cdn.myanimelist.net/images/anime/1611/112806l.jpg"
				},
				"webp": {
					"image_url": "https://cdn.myanimelist.net/images/anime/1611/112806.webp",
					"small_image_url": "https://cdn.myanimelist.net/images/anime/1611/112806t.webp",
					"large_image_url": "https://cdn.myanimelist.net/images/anime/1611/112806l.webp"
				}
			},
			"title": "Steins;Gate Movie: Fuka Ryouiki no Déjà vu",
			"title_english": "Steins;Gate: The Movie - Load Region of Déjà Vu",
			"type": "Movie",
			"source": "Visual novel",
			"episodes": 1,
			"synopsis": "After a year in America, Kurisu Makise returns to Akihabara and reunites with Rintarou Okabe. However, their reunion is cut short when Okabe begins to experience recurring flashes of other timelines as the consequences of his time traveling start to manifest. These side effects eventually culminate in Okabe suddenly vanishing from the world, and only the startled Kurisu has any memory of his existence. In the midst of despair, Kurisu is faced with a truly arduous choice that will test both her duty as a scientist and her loyalty as a friend: follow Okabe's advice and stay away from traveling through time to avoid the potential consequences it may have on the world lines, or ignore it to rescue the person that she cherishes most. Regardless of her decision, the path she chooses is one that will affect the past, the present, and the future. [Written by MAL Rewrite]"
		}
	]
}
