{
	"name": "Tokyo Ghoul  ",
	"source": {
		"name": "r/anime wiki",
		"url": "https://www.reddit.com/r/anime/wiki/watch_order#wiki_danmachi"
	},
	"order": [
		{
			"mal_id": 22319,
			"images": {
				"jpg": {
					"image_url": "https://cdn.myanimelist.net/images/anime/5/64449.jpg",
					"small_image_url": "https://cdn.myanimelist.net/images/anime/5/64449t.jpg",
					"large_image_url": "https://cdn.myanimelist.net/images/anime/5/64449l.jpg"
				},
				"webp": {
					"image_url": "https://cdn.myanimelist.net/images/anime/5/64449.webp",
					"small_image_url": "https://cdn.myanimelist.net/images/anime/5/64449t.webp",
					"large_image_url": "https://cdn.myanimelist.net/images/anime/5/64449l.webp"
				}
			},
			"title": "Tokyo Ghoul",
			"title_english": "Tokyo Ghoul",
			"type": "TV",
			"source": "Manga",
			"episodes": 12,
			"synopsis": "A sinister threat is invading Tokyo: flesh-eating \"ghouls\" who appear identical to humans and blend into their population. Reserved college student Ken Kaneki buries his nose in books and avoids the news of the growing crisis. However, the appearance of an attractive woman named Rize Kamishiro shatters his solitude when she forwardly asks him on a date. While walking Rize home, Kaneki discovers she isn't as kind as she first appeared, and she has led him on with sinister intent. After a tragic struggle, he later awakens in a hospital to learn his life was saved by transplanting the now deceased Rize's organs into his own body. Kaneki's body begins to change in horrifying ways, and he transforms into a human-ghoul hybrid. As he embarks on his new dreadful journey, Kaneki clings to his humanity in the evolving bloody conflict between society's new monsters and the government agents who hunt them. [Written by MAL Rewrite]"
		},
		{
			"mal_id": 27899,
			"images": {
				"jpg": {
					"image_url": "https://cdn.myanimelist.net/images/anime/1889/123307.jpg",
					"small_image_url": "https://cdn.myanimelist.net/images/anime/1889/123307t.jpg",
					"large_image_url": "https://cdn.myanimelist.net/images/anime/1889/123307l.jpg"
				},
				"webp": {
					"image_url": "https://cdn.myanimelist.net/images/anime/1889/123307.webp",
					"small_image_url": "https://cdn.myanimelist.net/images/anime/1889/123307t.webp",
					"large_image_url": "https://cdn.myanimelist.net/images/anime/1889/123307l.webp"
				}
			},
			"title": "Tokyo Ghoul √A",
			"title_english": "Tokyo Ghoul √A",
			"type": "TV",
			"source": "Manga",
			"episodes": 12,
			"synopsis": "Ken Kaneki has finally come to accept the monstrous, flesh-craving part of himself that he has feared and despised for so long. After escaping captivity and torture, Kaneki joins Aogiri Tree—the very militant ghoul organization that had abducted him, leading his friends to question his true motive and loyalty. As tension between the government and the ghouls continues to rise, the Commission of Counter Ghoul, the government's specialized anti-ghoul agency, has intensified their efforts to completely purge Tokyo of ghouls. This threatens the transient peace of Kaneki's friends and former comrades—the ghouls at the Anteiku coffee shop. Aware of the dangerous situation, Kaneki faces several battles that puts his precious fleeting humanity on the line. [Written by MAL Rewrite]"
		},
		{
			"mal_id": 30458,
			"images": {
				"jpg": {
					"image_url": "https://cdn.myanimelist.net/images/anime/1739/123152.jpg",
					"small_image_url": "https://cdn.myanimelist.net/images/anime/1739/123152t.jpg",
					"large_image_url": "https://cdn.myanimelist.net/images/anime/1739/123152l.jpg"
				},
				"webp": {
					"image_url": "https://cdn.myanimelist.net/images/anime/1739/123152.webp",
					"small_image_url": "https://cdn.myanimelist.net/images/anime/1739/123152t.webp",
					"large_image_url": "https://cdn.myanimelist.net/images/anime/1739/123152l.webp"
				}
			},
			"title": "Tokyo Ghoul: \"Jack\"",
			"title_english": "Tokyo Ghoul: Jack",
			"type": "OVA",
			"source": "Manga",
			"episodes": 1,
			"synopsis": "Former baseball player turned delinquent Taishi Fura accidentally witnesses the man-eating \"ghoul\" known as Lantern injuring his old friend and murdering another. Before the situation gets any worse, Fura's classmate Kishou Arima arrives―as he is actually an undercover investigator for the Commission of Counter Ghoul (CCG)―and forces the ghoul to flee. Seeking revenge for his friends, Fura joins forces with Arima to hunt down ghouls in the 13th Ward—ultimately aiming to bring down Lantern. Tokyo Ghoul: \"Jack\" unveils snippets of life in the past for the CCG's fearsome \"Reaper,\" Arima, giving insight into how he spent his high school days. [Written by MAL Rewrite]"
		},
		{
			"mal_id": 31297,
			"images": {
				"jpg": {
					"image_url": "https://cdn.myanimelist.net/images/anime/3/78666.jpg",
					"small_image_url": "https://cdn.myanimelist.net/images/anime/3/78666t.jpg",
					"large_image_url": "https://cdn.myanimelist.net/images/anime/3/78666l.jpg"
				},
				"webp": {
					"image_url": "https://cdn.myanimelist.net/images/anime/3/78666.webp",
					"small_image_url": "https://cdn.myanimelist.net/images/anime/3/78666t.webp",
					"large_image_url": "https://cdn.myanimelist.net/images/anime/3/78666l.webp"
				}
			},
			"title": "Tokyo Ghoul: \"Pinto\"",
			"title_english": "Tokyo Ghoul: Pinto",
			"type": "OVA",
			"source": "Light novel",
			"episodes": 1,
			"synopsis": "Shuu Tsukiyama is a \"ghoul\": a creature who eats human flesh, and he likes to enjoy his meals to the fullest. One night, while relishing in the premeditated murder of his dinner, Shuu's much anticipated first bite is disturbed by a sudden flash of light. The flash turns out to be from the camera of high schooler Chie Hori, who presents Shuu with the perfect picture capturing his true nature; the extremely clear shot of a bloody corpse and an overly excited Shuu threatens to expose his ghoul identity, thus Shuu needs to sort out this situation quickly. After Shuu discovers that Chie attends the same high school as him and is even in the same class, the reason behind his feelings of obsession changes from self-preservation to morbid curiosity. As he grows closer to the absent-minded and extremely odd photographer, he challenges them both to learn more about each other's conflicting worlds; Shuu promises that Chie will come out of this experience with a photograph superior to the one she already has. [Written by MAL Rewrite]"
		},
		{
			"mal_id": 36511,
			"images": {
				"jpg": {
					"image_url": "https://cdn.myanimelist.net/images/anime/1063/95086.jpg",
					"small_image_url": "https://cdn.myanimelist.net/images/anime/1063/95086t.jpg",
					"large_image_url": "https://cdn.myanimelist.net/images/anime/1063/95086l.jpg"
				},
				"webp": {
					"image_url": "https://cdn.myanimelist.net/images/anime/1063/95086.webp",
					"small_image_url": "https://cdn.myanimelist.net/images/anime/1063/95086t.webp",
					"large_image_url": "https://cdn.myanimelist.net/images/anime/1063/95086l.webp"
				}
			},
			"title": "Tokyo Ghoul:re",
			"title_english": "Tokyo Ghoul:re",
			"type": "TV",
			"source": "Manga",
			"episodes": 12,
			"synopsis": "Two years have passed since the CCG's raid on Anteiku. Although the atmosphere in Tokyo has changed drastically due to the increased influence of the CCG, ghouls continue to pose a problem as they have begun taking caution, especially the terrorist organization Aogiri Tree, who acknowledge the CCG's growing threat to their existence. The creation of a special team, known as the Quinx Squad, may provide the CCG with the push they need to exterminate Tokyo's unwanted residents. As humans who have undergone surgery in order to make use of the special abilities of ghouls, they participate in operations to eradicate the dangerous creatures. The leader of this group, Haise Sasaki, is a half-ghoul, half-human who has been trained by famed special class investigator, Kishou Arima. However, there's more to this young man than meets the eye, as unknown memories claw at his mind, slowly reminding him of the person he used to be. [Written by MAL Rewrite]"
		},
		{
			"mal_id": 37799,
			"images": {
				"jpg": {
					"image_url": "https://cdn.myanimelist.net/images/anime/1545/121995.jpg",
					"small_image_url": "https://cdn.myanimelist.net/images/anime/1545/121995t.jpg",
					"large_image_url": "https://cdn.myanimelist.net/images/anime/1545/121995l.jpg"
				},
				"webp": {
					"image_url": "https://cdn.myanimelist.net/images/anime/1545/121995.webp",
					"small_image_url": "https://cdn.myanimelist.net/images/anime/1545/121995t.webp",
					"large_image_url": "https://cdn.myanimelist.net/images/anime/1545/121995l.webp"
				}
			},
			"": "Tokyo Ghoul:re 2nd Season",
			"title_english": null,
			"type": "TV",
			"source": "Manga",
			"episodes": 12,
			"synopsis": "After the conclusion of the Tsukiyama Family Extermination Operation, the members of the Commission of Counter Ghouls (CCG) have grown exponentially in power and continue to pursue their goal of exterminating every ghoul in Japan. Having resigned from Quinx Squad, the now seemingly emotionless Haise Sasaki begins taking on more and more tasks from the CCG with no regard to the difficulty. Despite his vacant expressions, Ken Kaneki's memories are resurfacing in Haise, leaving him in a state of internal conflict. Meanwhile, his new coldhearted behavior is affecting the people around him. Quinx Squad are left in shambles, having to cope with the death of one of their members without the support of their former mentor. Amidst this turmoil, both Quinx Squad and Haise must continue to fulfill their duties to the CCG, whether willingly or not. However, the presence of a mysterious group behind the CCG has been made known to Haise, and certain whispers of corruption have not gone unheard by the Quinx Squad as well. [Written by MAL Rewrite]"
		}
	]
}
